#!/usr/bin/env python3
zh_prompts_list = [
    "請比較: '菩薩清涼月. 常遊畢竟空. 眾生心垢淨. 菩提月現前.', '菩薩清涼月. 遊於畢竟空. 垂光照三界. 心法無不現.' ",
    "佛法無人說. 雖慧莫能瞭. 譬如暗中寶. 無燈不可見. ",                                             # 佛法無人說，雖慧莫能了
    "若人欲識佛境界. 當淨其意如虛空. 遠離妄想及諸取. 令心所向皆無礙. ",
    "猶如蓮華不著水. 亦如日月不著空. 諸惡趣苦願寂靜.  一切群生令安樂. 於諸群生行利益. 乃至十方諸剎土. ",
    "旋嵐偃嶽而常靜. 江河競注而不流. 野馬漂鼓而不動. 日月歷天而不周. ",
    "千丈之堤. 以螻蟻之穴潰.  百尺之室. 以突隙之熛焚. ",
    "去抓藍色的盒子. 我想要綠色的蘋果口味.  我想吃黃色的鳳梨口味. ",
    "阿陀那識甚深細. 一切種子如瀑流. 我於凡愚不開演. 恐彼分別執為我. ",                                # 《解深密經》
    "如海遇風緣. 起種種波浪. 現前作用轉. 無有間斷時. 藏識海亦然. 境等風所擊. 恆起諸識浪. 現前作用轉. ",    # 《入楞伽經》
    "身從無相中受生. 猶如幻出諸形象. 幻人心識本來無. 罪福皆空無所住. ",                                # 《毗婆尸佛偈》
    "起諸善法本是幻. 造諸惡業亦是幻. 身如聚沫心如風. 幻出無根無實性. ",                                # 《尸棄佛偈》
    "假借四大以為身. 心本無生因境有. 前境若無心亦無. 罪福如幻起亦滅. ",                                # 《毘舍浮佛偈》
    "見身無實是佛身. 了心如幻是佛幻. 了得身心本性空. 斯人與佛何殊別. ",                                # 《拘留孫佛偈》
    "佛不見身知是佛. 若實有知別無佛. 智者能知罪性空. 坦然不怖于生死. ",                                # 《拘那含牟尼佛偈》
    "一切眾生性清凈. 從本無生無可滅. 即此身心是幻生. 幻化之中無罪福. ",                                # 《迦葉佛偈》
    "法本法無法.    無法法亦法.     今付無法時.    法法何曾法. ",                                   # 《釋迦牟尼佛偈》
    "彊觀諸法唯是心相. 虛狀無實. 復當觀此能觀之心. 亦無實念. ",                                      # 《大乘止觀》
    "不以囊臭而棄其金. 慢如高山雨水不停. 卑如江海萬川歸集. 我以法故復度敬彼. ",                         # 大論
    "狐非獅子類. 燈非日月明. 池無巨海納. 丘無嵩嶽榮.  法雲垂世界. 法雨潤群萌. 顯通稀有事. 處處化群生. ",
    "幫我拿紅色巧克力口味 Chololate Flavour. 粉紅色草莓口味 Strawberry Flavour. 淺黃色牛奶口味 Cookies and Cream Flavour. "
]

# for line in zh_prompts_list: print(line)